[
  {
    "name": "Mrs. Davids",
    "line": "It seems clever to have a pleasant day"
  },
  {
    "name": "Mrs. Davids",
    "line": "I tell them, I have had real hard luck. My husband is buried away off in California, and my son died in the army, and he is buried away down South. Neither one of them is buried together."
  },
  {
    "name": "Mrs. Davids",
    "line": "And so, I am left alone in the world. Alone, I say! why, I've got a daughter, but she is away out West. She is married to an engineer-man. And I've got two grandchildren."
  },
  {
    "name": "Miss Persis Tame",
    "line": "Well, everybody has to have their pesters, and you'll have to take yours. I don't know what it is to bury children, nor to lose a husband; I s'pose I don't; but I know what it is to be jammed round the world and not have a ruff to stick my head under. I wish I had all the money I ever spent travelling,—and that's twelve dollars."
  },
  {
    "name": "Mrs. Davids",
    "line": "Why in the world don't you marry and have a home of your own?"
  },
  {
    "name": "Miss Persis Tame",
    "line": "Well, I don't expect to marry. I don't know as I do at my time of life. I rather guess my day for chances is gone by."
  },
  {
    "name": "Mrs. Davids",
    "line": "You ain't such a dreadful sight older than I am, though."
  },
  {
    "name": "Miss Persis Tame",
    "line": "Not so old by two full years. But you ain't looking out for opportunities yet, I suppose."
  },
  {
    "name": "Mrs. Davids",
    "line": "We can't tell what is before us. There is more than one man in want of a wife."
  },
  {
    "name": "Mrs. Davids",
    "line": "Thirteen months and a half since Lyddy was buried, and there is Captain Ben taking up with just what housekeeper he can get, and no housekeeper at all. It would be an excellent home for you, Persis. Captain Ben always had the name of making a kind husband."
  },
  {
    "name": "Captain Ben Lundy",
    "line": "Morning! Quite an accident down here below the lighthouse last night. Schooner ran ashore in the blow and broke all up into kindling-wood in less than no time. Captain Tisdale's been out looking for dead bodies ever since daylight."
  },
  {
    "name": "Mrs. Davids",
    "line": "I knowed it. I heard a rushing sound sometime about the break of day that waked me out of a sound sleep, and I knowed then there was a spirit leaving its body. I heard it the night Davids went, or I expect I did. It must have been very nearly at that time."
  },
  {
    "name": "Captain Ben Lundy",
    "line": "Well, I guess it wasn't a spirit, last night, for as I was going on to say, after searching back and forth, Captain Tisdale came upon the folks, a man and a boy, rolled up in their wet blankets asleep behind the life-boat house. He said he felt like he could shake them for staying out in the wet. Wrecks always make for the lighthouse, so he s'posed those ones were drowned to death, sure enough."
  },
  {
    "name": "Mrs. Davids",
    "line": "Oh, then it couldn't have been them, I was warned of! It was right over my head, and I waked up just as the thing was rushing past. You haven't heard, have you, whether or no there was any other damage done by the gale?"
  }
]